chat_system_1939493739_actor_description=Brendon Cook. Pirate. Good.
chat_system_1939493739_switch_0_header_2=^?^So what? Have you made your decision?
chat_system_1939493739_snap_3_question=^?^So what? Have you decided to give me the bandanna?
chat_system_1939493739_snap_3_answer_0=^?^Yes! I believe in you! You'll become a great pirate!
chat_system_1939493739_snap_3_answer_1=^?^No, I haven't decided yet.
chat_system_1939493739_snap_4_question=^?^Thank you, [player]! I promise that I won't forget you when I become the greatest pirate on the seas!
chat_system_1939493739_snap_4_answer_0=^?^I'll be rooting for you. And now I'd like to get that promised map!
chat_system_1939493739_snap_0_question=^?^Are you the Searcher who was sent by my father? And you'll decide who amongst us is worthiest to become heir?
chat_system_1939493739_snap_0_answer_0=^?^Yes, that's right. And what can you tell me about yourself?
chat_system_1939493739_snap_1_question=^?^You know, maybe I'm not as strong as my eldest brother, or as smart as my elder brother. But I'm the youngest! And if you think of the greatest pirates, you'll notice that almost all of them were the youngest in the family.<br>I'm dreaming of becoming a great traveler, and discover amazing places, full of treasures!
chat_system_1939493739_snap_1_answer_0=^?^You're dreaming of traveling? Well, just make sure you're not eaten by aborigines. I'll think about your words.
chat_system_1939493739_snap_1_answer_1=^?^If I give you the bandanna, what will I get in return?
chat_system_1939493739_snap_1_answer_2=^?^I haven't decided.
chat_system_1939493739_snap_2_question=^?^I'll give you a map. The map marks the spot where the diamond "Pure eye" is hidden. It is an 87 karat diamond!
chat_system_1939493739_snap_2_answer_0=^?^A map - that's good! But your brothers will be unhappy with my decision... I'll have to think it over.
